<template>
  <div>
    <el-drawer
      v-model="drawer"
      title="2017-2023莎头混双之路"
      :direction="direction"
      :before-close="handleClose"
    >
      <span>
        <h5>2017年亚青赛(2017.6.29-2017.7.4) [韩国 芽山]莎头的第- -次搭档</h5>
        <p>赛果:最后莎莎以四冠,大头以三冠结束本站比赛。</p>
        <p>补充:</p>
        <p>17年7月3日,莎莎和大头- -天八赛,莎莎八赛八胜,大头八赛七胜一负;</p>
        <p>
          17年7月4日,
          莎头组合获得了他们的第一一个混双冠军(也是混双入奥以后的第一
          个混双冠军) .
        </p>
        <p>
          17年10月4日,中国兵协公布18年青奥会亚洲区预选赛报名单,男运动员:王楚钦,女运动员:孙颍莎。
          截止17年5月份,莎头是一-队里的老幺,也是一-队里唯-符合青奥会条件的两个人。
          所以莎头最开始的搭档,就是为了青奥会服务的。
        </p>
        <h5>2017年青奥会亚洲区预选赛(01.11.-2017.1.5)5 [印度 大诺伊达]</h5>
        <p>两个人只有单打项目,无其他项目</p>
        <h5>2017年世青赛(01.11.26 2017.12.) [意大利.加尔达湖]</h5>
        <p>赛果:莎莎三冠-铜,大头两冠两铜</p>
        <p>补充:</p>
        <p>16年世青赛国乒成绩不昨好,所以17年才让这一 批人去找场子。</p>
        <h5>
          2018年7月17日.中国兵协公布2018年亚运会参赛名单,王楚饮:男团、混双,孙颖莎:女团、混双
        </h5>
        <p>选拔条件: 1.根据18年中国乒协积分排名:</p>
        <p>2.2017-2018国际赛事参赛成绩及外战胜率;</p>
        <p>3. 2017年世青赛成绩及2018年青奥会参赛资格;等</p>
        <h5>
          2018年韩国公开赛 (018.7.19 20872 [韩国大田]莎头成人赛事的第一次措档
        </h5>
        <h5>赛果:混双亚军</h5>
        <p>
          补充:莎漂双半决赛后肩膀绑上了冰袋,莎头混双决赛后采访说“大头脚有点动不了”,记者说“大头决赛前走路都有点吃力”
        </p>
        <h4>2018年亚运会热身赛(018.818-2018.8.19) [中国:成都]</h4>
        <h5>赛果:混双冠军</h5>
        <h4>2018年雅加达亚运会(2018.8.26-2018.9.1) [印度尼西亚 雅加达]</h4>
        <h5>赛果:莎莎女团混双冠军;大头男团混双冠军</h5>
        <p>补充:莎头当时是十- -号种子:</p>
        <p>
          大头男团半决赛失利之后,时隔六个小时又踏上了男团决赛的赛场(六个小时的极限成长)
          ;
        </p>
        <p>莎头组合“从模糊着练,到找到自己的路子” 两个人赛场上相互鼓励;</p>
        <h4>2018年全锦赛(2018.9.7-2018.9.11) [辽宁 鞍山]</h4>
        <h5>赛果:混双冠军</h5>
        <h4>
          2018年布宜洛斯艾利斯青奥会 (2018.10.7-2018.10.15)
          [阿根廷布宜洛斯艾利斯]
        </h4>
        <h5>赛果:莎莎女单混团冠军;大头男单混团冠军</h5>
        <p>补充:一生仅有一次,国乒只有莎头两个运动员去了;</p>
        <p>以后多次采访中都不断提及的一次比赛;</p>
        <p>莎莎女单二号种子;大头男单六号种子;混团四号种子;</p>
        <p>(可以说,在此之前莎头所有的混双比赛,都是为了青奥会所服务的)</p>
        <h4>2019年全锦赛(2019.7.23-2019.8.2) [天津 武清]</h4>
        <h5>赛果:混双十六强</h5>
        <p>朴充: 2019.7.21 t2联賽结束,然后就奔赴全锦赛场.</p>
        <h4>2019年亚锦赛(2019.9.15 - 2019.9.22)[印度尼西亚.日惹]</h4>

        <h5>
          赛果: 莎莎：女单冠军、女团冠军、混双亚军
          大头：男团冠军混双亚军、男单八强
        </h5>
        <p>
          补充:这一次比赛结束之后,两个人就拆开配对了,在后面的德国公开赛里莎莎措档许昕,大头措档王曼昱;
        </p>

        <h4>2020年卡塔尔公开赛(20.3.3-20.3.8)[卡塔尔.多哈]</h4>
        <h5>赛果: 混双亚军</h5>

        <p>补充:</p>
        <p>大头禁赛结束后的首次比赛;</p>
        <p>莎莎在赛后来访中肯定大头 “相信他能完成好"</p>
        <p>
          莎莎在20年里搭档大头1次,许昕3次,林高远1次;大头在20年里搭档莎莎1次,王曼昱2次;
        </p>
        <h4>2021年直通TT大满贯世乒赛(2021.5.26-2021.5.30) [河南 南阳]</h4>
        <h5>赛果：混双冠军</h5>
        <p>补充:时隔一年多之后的首次搭档;</p>
        <p>
          死亡B组: 马特刘斐(双削)
          【21新乡站冠军】、于子洋/王曼昱【17全运会冠军】
          、周雨/陈幸同【17亚锦赛冠军】 、林高远/张瑞(双杀王炸)
          、周启豪/顾玉婷、徐晨皓/王艺迪;
        </p>
        <p>决赛大比分1-3小比分8- 10落后翻盘新闻组合;</p>
        <p>东奥名单已公布:莎莎女单、女团;大头p卡;</p>
        <p>
          赛后采访,大头“她位置比较高,配不上了”“回到了之前的我们”“
          :莎莎。他站我身边我还是挺踏实的“
        </p>
        <h4>2021年休斯敦世乒赛(2021.11.23. 2021.11.29)【美国.休斯敦】</h4>
        <h5>
          赛果:莎莎女单亚军、混双冠军、女双冠军:大头男单十六强、
          混双冠军、男双八强
        </h5>
        <p>补充: 两个人以赛代练,封闭训练期间搭档次数少;</p>
        <p>
          大头在斯洛文尼亚参加比赛,莎莎在国内封闭训练,两个人时隔六个小时的时差用微信讨论比赛
        </p>
        <p>
          莎头组合混双十五号种子签位(大头斯洛文尼亚站两站混双冠军800积分,占了个种子签位)
        </p>
        <p>王曼昱和林高远与美国选手组成跨国组合,莎头组合单吊;</p>
        <p>赛后合照,莎莎没有主管教练,大头喊莎合照;</p>
        <h4>2021WTT澳门赛(2.1.19 202.1.23) [中国:澳门]</h4>
        <h5>赛果:混双八强</h5>
        <p>补充:大头男单冠军颁奖结束之后,莎莎向大头握手表示祝贺;</p>
        <p>时隔840天的男单冠军,大头采访“无论什么样的冠军,自己郡渴望很久了”;</p>
        <h4>2022WTT新加坡大满贯(2022.3.7. 2022.3.20) [新加坡]</h4>
        <h5>赛果:混双冠军</h5>
        <p>
          补充:两个人也凭借“新乡站+南阳站”两站积分总和第一。获得了022WTT大满贯混双名额;
        </p>
        <p>莎头单吊;</p>
        <h4>2022年全锦赛(211.3-202.11.12) [湖北 黄石]</h4>
        <h5>赛果:混双亚军</h5>
        <p>
          补充:两个人“一月三冠”之后再搭档;
          混双决赛结束之后,两个互相拍拍相互鼓励;
        </p>
        <p>
          第个人在获得也乒寒和大满贵冠军之后,七月份被拆对,重组“王炸”,
          十一月份再次重组“莎头" 都没有被拆对;
        </p>
        <h4>2023年德班世乒赛亚洲区预选赛(2023.7 2023.1.13) [卡塔尔 多哈]</h4>
        <h5>赛果:混双小组第一出线</h5>
        <h4>2023年德班世乒赛选拔赛第一站(2023.2.18-2023.2.23) 中国. 北京]</h4>
        <p>补充:混双第二场比赛结束之后,第二天大头生病退赛;</p>
        <h4>2023WTT新加坡大满贯(2023.3.7-2023.3.19)[新加坡]</h4>
        <p>补充:队员半决赛失利,莎头守全区;</p>
        <h4>2023年德班世乒赛选拔赛第二站(2023.3.26-2023.3.30) [中国 北京]</h4>
        <h5>赛果：混双冠军.</h5>
        <p>补充:莎头获得德班世乒赛混双名额;</p>
        <p>2023德班世乒赛选拔赛第一站,莎头第七名(王头生病退赛) ;远同第一名;</p>

        <p>2023德班世乒赛选拔赛第二站,莎头第一名;远同第七名;</p>
        <p>所以,莎头跟远同打pk赛,莎头3-2胜!</p>
        <p>
          (在第一姑开始之前,规则上面就说了,两站比赛的混双冠军,依照两站总成绩择优获得-一个混双参赛名额,
          如成绩相同则通过pk 赛确定。
          所以,如果远同进了四强则,获得张门票;或者运同排位赛在5-6名,获得一张门票;
          又或者远同pk赛赢莎头,则获 得一张门票。但是都没有,最后莎头直通德班! )
        </p>
        <p>
          即使莎头组合不打这直通赛,也值得这一张门票: 1.两人是2:年世乒赛赫杯得主;
        </p>
        <p>2.两人是两届TT大满贯赛事温双冠军;</p>
        <p>3.两个人混双世排第一;</p>
        <p>4.德班世乒赛亚洲区预选赛其中一个混双名额, 也是莎头自己打下来的;</p>
        <p>5.莎头巴黎周期多次比基守全。</p>
        <h4>2023年德班世乒赛(2023.5.20-2023.5.28)2 [南非:德班]</h4>
        <h5>
          赛果:莎莎女单冠军、混双冠军、女双季军:大头男单亚军、混双冠军、男双冠军;
        </h5>
        <p>朴充:队友半决赛失利,莎头守全区;</p>
        <h4>
          2023WTT常规挑战赛萨格勒布站(2023.6.26-2023.7.3)【克罗地亚.萨格勒布】
        </h4>
        <h5>赛果:混双冠军</h5>
        <h4>
          2023WTT球星挑战赛卢布尔雅那站(202.7.3-2023.7.9) 【斯洛文尼亚
          卢布尔雅那】
        </h4>
        <h5>赛果:混双冠军</h5>
        <p>补充:两站背对背夺冠</p>
        <h4>2023亚运会亚锦赛热身赛(2023.8.23 -2023.8.26)山东.威海]</h4>
        <h5>赛果:混双第二名</h5>
        <h4>2023年杭州亚运会(2023.9.22- 2023.10.2) [浙江 .杭州]</h4>
        <h5>赛果:莎莎女单女团混双冠军;大头男单男团混双男双冠军;</h5>
        <p>
          补充: 2023德班世乒赛混双冠军自动获得2023杭州亚运会混双名额:
          亚运史上第一混双卫冕冠军;
        </p>
        <h4>2023WTT球星挑战赛兰州站(2023.10.2-2023.0.8) [甘肃. 兰州]</h4>
        <h5>赛果:混双四强</h5>
        <p>
          补充:兰州海拔1500米,部分运动员出现高反现象;大头出现明显高反,赛上赛下吸氧;
        </p>
        <h4>2023年全锦赛(2023.10.9 2023.10.15) [江苏 .扬州]</h4>
        <h5>赛果:混双十六强</h5>

        <h1>
          补充:在全锦赛之前,从9.22到10.8, 大头一共打了27场107局,莎莎一
          共打了24场93局,两个人一共200局;
        </h1>

        <h4>2023WTT常规挑战赛太原站(2023.11.7-2023.11.12) [山西 ●太原]</h4>
        <h5>赛果:混双亚军</h5>
        <h4>
          2023年成都国际乒联混合团体世界杯(2023.12.4-2023.12.10) [四川 成都]
        </h4>
        <h5>赛果:混团冠军</h5>
        <p>
          补充:第二阶段循环赛中国vs中国台北,混双2-
          1杨嘉安/李昱谆,赛后莎头被刘国梁叫到一边及时复盘比赛;
          整个混团里面的混双比赛，莎头只与德国组合交过手，其余组合都是首次交
          混双首盘现场解题; 第二阶段循环赛最后- -轮中国vs韩国,
          莎头大比分2-0领先,第二局结束之后的休息期间，李隼指导要求莎头将第三局当成决胜局去打;
        </p>
      </span>
    </el-drawer>
  </div>
</template>

<script setup>
import { ref } from "vue";
const drawer = ref(false);
const onOpen = () => {
  drawer.value = true;
};
const handleClose = () => {
  drawer.value = false;
};
defineExpose({ onOpen });
</script>

<style lang="scss" scoped></style>
